[
    {
        "texto": "Capítulo Uno: Con el pie izquierdo",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "neutral",
                "score": 0.491995632648468
            }
        ]
    },
    {
        "texto": "Enero de 1909, Ciudad de México, México.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "neutral",
                "score": 0.6452159881591797
            }
        ]
    },
    {
        "texto": "Aquel día, a inicios de año, supe que había que enterrar a mis padres. No pude enterarme a través de las constantes cartas que nos enviábamos durante su estancia en los Estados Unidos. Sino al abogado de la familia que me citó en la capital para tratar asuntos importantes.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.4707798659801483
            }
        ]
    },
    {
        "texto": "Los viajes de negocios eran muy habituales en ellos, siempre iban juntos y siempre volvían juntos para irse de nuevo por una temporada más y así. Se suponía que volverían de nuevo.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.7929803729057312
            }
        ]
    },
    {
        "texto": "¿Cuándo fue la última vez que los vi?",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "neutral",
                "score": 0.4599064886569977
            }
        ]
    },
    {
        "texto": "\"Señor, Hernández?, ¿está usted escuchando?\" - preguntó con desconfianza el hombre de traje frente a mí.",
        "tipo": "otro",
        "emocion": [
            {
                "label": "negative",
                "score": 0.8732599020004272
            }
        ]
    },
    {
        "texto": "\"Por supuesto, señor…\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.4261513948440552
            }
        ]
    },
    {
        "texto": "\"Escárraga\" - el hombre se acomodó en su asiento tras su escritorio de madera ébano y me dió un documento -. \"Sé que son duras palabras, pero por favor, escúcheme. Como le decía, usted debe firmar ahí y todos los recursos que se encontraban a nombre de su padre pasarán a ser suyos, como parte del testamento también se encuentran los servicios funerarios, no tendrá que hacerse cargo de nada.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "negative",
                "score": 0.5996704697608948
            }
        ]
    },
    {
        "texto": "El documento fue redactado por mi propio padre, debió ser difícil… como sea, todo en orden.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.901022732257843
            }
        ]
    },
    {
        "texto": "\"¿Cuándo y dónde será el entierro? Debo hacer preparativos y avisar a los invitados\" - preguntaba mientras daba mi firma en la línea marcada del documento.",
        "tipo": "yo",
        "emocion": [
            {
                "label": "negative",
                "score": 0.4503142237663269
            }
        ]
    },
    {
        "texto": "\"Por supuesto, eso es parte de los servicios funerarios, las invitaciones han sido enviadas, y respecto al lugar y fecha, permítame entregarle esto, señor Hernández.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.7605648040771484
            }
        ]
    },
    {
        "texto": "Otro documento, ahí estaban escritos el día, la hora y el lugar.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "neutral",
                "score": 0.5540550351142883
            }
        ]
    },
    {
        "texto": "\"Como usted bien sabe, su familia no eran muy católicos, su padre especifico que no quería rezo, solo ser enterrado junto a su esposa en los terrenos de la familia, la gente invitada es probablemente personas que usted ha de conocer bien, no es una larga lista, así que, no se preocupe\" - mencionó con naturalidad.",
        "tipo": "otro",
        "emocion": [
            {
                "label": "negative",
                "score": 0.9052379131317139
            }
        ]
    },
    {
        "texto": "\"Gracias por su ayuda, señor Escarraga\" - me levanté de aquel cómodo asiento y extendí mi mano en señal de despido.",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8753844499588013
            }
        ]
    },
    {
        "texto": "\"Un momento, hay una sola cosa más\" - rebuscó entre los cajones de su escritorio e hizo una mueca de victoria al encontrarla -. \"Quiero darle mi más sentido pésame, señor Hernández, su padre fue para mí un buen amigo, y quiero estrechar mi amistad también, le serví a su padre en la compañía, y si usted dispone de mí, con gusto le serviré también.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8681391477584839
            }
        ]
    },
    {
        "texto": "Estrechamos nuestras manos, y seguido, me dió una carta.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.5636466145515442
            }
        ]
    },
    {
        "texto": "\"Como puede ver, esto no es parte del contrato, y le pido, muy atentamente, que guarde el contenido de esta carta celosamente, pues lo que aguarda ahí dentro, es algo muy privado y peligroso, señor Hernández.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "negative",
                "score": 0.7812584638595581
            }
        ]
    },
    {
        "texto": "Un sobre blanco sellada con la insignia de la familia en cera roja. Dos leones cara a cara, como a punto de lanzarse al ataque, y una espada recta en el medio, con un escudo. Sí, el sello de los Hernández. Seguíamos sosteniendo nuestras manos, con un poco más de fuerza.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.5633999109268188
            }
        ]
    },
    {
        "texto": "\"A partir de este momento, señor Hernández, tiene que ser muy cuidadoso con cada paso que usted dé\" - soltó mi mano, y caminó hasta la ventana viendo, quizá, nada en particular -. \"La muerte de sus padres, puede significar mucho más de lo usted imagina, señor Hernández. Por favor, tenga cuidado, y buen viaje de regreso a Sonora, espero que le haya gustado estar aquí en la capital.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8413335680961609
            }
        ]
    },
    {
        "texto": "Le sonreí al hombre, aunque no me miraba al rostro.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8659208416938782
            }
        ]
    },
    {
        "texto": "\"Aunque no lo comprendo del todo, cuando termine de leer esta carta, espero entender perfectamente este asunto\" - acomode mi saco y guardé la carta dentro de mis bolsillos -. \"Cuando entienda mejor y esté, más dispuesto, volveré con preguntas, señor Escarraga, espero que me responda.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8429868221282959
            }
        ]
    },
    {
        "texto": "Tomé mi maletín y me dispuse a salir de la oficina.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.5595493316650391
            }
        ]
    },
    {
        "texto": "\"Solo espero no llegue a ser tarde, señor Hernández.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.4962277412414551
            }
        ]
    },
    {
        "texto": "Pero ya no estaba en la habitación para poder escucharlo.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.7864869236946106
            }
        ]
    },
    {
        "texto": "Los edificios que construían eran cada vez eran más grandes, la ciudad realmente estaba avanzando. A veces, uno simplemente se preguntaba si realmente estaba ocurriendo lo que ocurría. Con la pelea de los Federales y los rebeldes, uno podría decir que todo era una simple mentira. Porfirio Díaz. Un hombre, un títere o un empresario. Había tantas rarezas que era imposible discernir una verdad.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.7747477889060974
            }
        ]
    },
    {
        "texto": "Había autos, carrozas y jinetes a caballo, algunos campesinos se veían con burros de carga en esta zona, sombreros de paja anchos, señoritas del brazo de algún extranjero o un federal o algún hombre de traje elegante, mujeres con sus vestidos de élite caminando con sombrillas de sol o simplemente sentadas en alguna banca del parque de enfrente.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.956367552280426
            }
        ]
    },
    {
        "texto": "El letrero arriba del portal de entrada del edificio tiene escrito \"Escárraga y Asociados: Abogados\". Por lo visto, seguirá siendo \"y asociados\". Menos mal.",
        "tipo": "yo",
        "emocion": [
            {
                "label": "negative",
                "score": 0.970798671245575
            }
        ]
    },
    {
        "texto": "\"Amo, Hernández, por favor, aquí está el vehículo\" - un hombre de estatura baja, bien vestido, de tez morena, un Yaqui, parte de la servidumbre de los Hernández -. \"Permítame su maletín, amo.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8658813238143921
            }
        ]
    },
    {
        "texto": "\"Te lo he dicho mil veces, Surem, solo dime Rafael\" - solo sonreí al pasarle mi maletín -. \"Así que, deja ya eso de \"amo\".\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.7348255515098572
            }
        ]
    },
    {
        "texto": "\"Lo siento, amo Hernández, pero en estos sitios lo mejor es guardar las apariencias\" - guardó el maletín en la cajuela del auto -. \"Verlo al lado de un yaqui ya es algo peligroso incluso para usted.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "negative",
                "score": 0.6738510131835938
            }
        ]
    },
    {
        "texto": "\"Te preocupas de muchas nimiedades; ya vámonos.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "negative",
                "score": 0.9621273875236511
            }
        ]
    },
    {
        "texto": "Surem subió al asiento del conductor. Los yaqui, una larga y triste historia que de contarla tomaría muchas tazas de café, preferiblemente tequila para pasar mejor lo que se contaría. A lo mejor un vino, pero no hay escrúpulos en lo que se tiene que contar de los yaqui, así que, un trago de vodka serviría mejor. Pero ya hace mucho de ello. Mejor, en otra ocasión.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.8421605825424194
            }
        ]
    },
    {
        "texto": "\"¿Cuál es la siguiente parada, Surem?\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "neutral",
                "score": 0.5895830988883972
            }
        ]
    },
    {
        "texto": "\"Aquí en la capital, ya no queda nada por hacer, amo Hernández\" - encendió el auto y volteo a verme -. \"Pero, ¿visitar al señor Godínez Mendoza? Seguramente, le sería bueno para usted verlo.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.7757118344306946
            }
        ]
    },
    {
        "texto": "\"¿Eso crees? Entonces, vamos, luego regresaremos a Sonora.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.4568779468536377
            }
        ]
    },
    {
        "texto": "\"Sí, amo. Después de todo, la empresa es ahora su responsabilidad también.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.9429000020027161
            }
        ]
    },
    {
        "texto": "\"De acuerdo. Igual tengo un asunto que atender con él. Y, Surem…\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.6096083521842957
            }
        ]
    },
    {
        "texto": "\"Amo…\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8656792640686035
            }
        ]
    },
    {
        "texto": "\"Ya deja eso de \"amo\", me estás enfadando.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "negative",
                "score": 0.9680789113044739
            }
        ]
    },
    {
        "texto": "\"Procuraré evitarlo, Rafael.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "negative",
                "score": 0.42679786682128906
            }
        ]
    },
    {
        "texto": "El camino hacía la residencia de Godínez era un camino agradable, la zona de gente rica, nadie en esta zona podía darse el lujo de vivir ahí si no tenía historial largo como empresario, noble español o francés o contactos poderosos. En el caso de Godínez, era un poco de todo. La casa de este amigo, era similar a un estilo francés, de color azul, muchas flores y árboles grandes y frondosos de los que aportan una sombra maravillosa, la casa estaba justamente en el centro de la hectárea, en una manzana de otras casas más o menos similares. Algunas con bardas más altas o menos rústicas. Roca tallada y, un portal muy grande en la entrada, parecía, más bien, era la más pretenciosa que cualquiera de las casas alrededor.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.6140371561050415
            }
        ]
    },
    {
        "texto": "Sin embargo, si tu familia tenía indicios de nobleza en su historia familiar o contaban con suficiente dinero ya pretendía ser pretenciosa en riesgosos niveles. Peligroso, especialmente por la transición del país.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.9687709212303162
            }
        ]
    },
    {
        "texto": "\"Iré a presentarlo, am… Rafael, no tardaré.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8893619775772095
            }
        ]
    },
    {
        "texto": "\"No, iré yo mismo, sabes bien que nunca les has agradado.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "negative",
                "score": 0.9407399296760559
            }
        ]
    },
    {
        "texto": "\"Pero voy a su lado, por eso no me preocupo, y es una satisfacción muy…\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8999718427658081
            }
        ]
    },
    {
        "texto": "\"Regocijante para ti darles con guante blanco en su cara que un yaqui pisó su suelo\" - una media sonrisa asomo mi rostro -. \"Por nada eres mi amigo. Pero quédate aquí, tampoco pienso tardar. Ya sabes lo que opino de este hombre.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.7998988628387451
            }
        ]
    },
    {
        "texto": "Bajé del vehículo, Surem, un yaqui, uno de los pocos sobrevivientes de la masacre de Cananea; mi padre le dió trabajo a él y a toda su familia en la hacienda, le ofreció techo y comida, su padre fue asesinado, por eso saltó el muro de los terrenos de la familia y corrió a más no poder buscando al dueño en la casa, por eso cuando llegó arrastrándose y llorando con mi padre, pidiendo que le salvará de los Rangers americanos, y del hecho que tenía mi misma edad, supongo yo, que por eso lo salvó. Cuando los Rangers americanos llegaron preguntando por un yaqui que había escapado del alboroto, el solo dijo que \"en mi tierra mis conocidos\".",
        "tipo": "otro",
        "emocion": [
            {
                "label": "negative",
                "score": 0.6678797006607056
            }
        ]
    },
    {
        "texto": "Hoy le agradezco a mi padre haberlo aceptado.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.9282078742980957
            }
        ]
    },
    {
        "texto": "En la entrada, salió el mayordomo de la casa a recibirme.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.5701416730880737
            }
        ]
    },
    {
        "texto": "\"¡Messier Hernández!, ¡sabía que era usted!, es un gusto volverlo a ver, por favor, entre, le hablaré al amo Godínez\" - habló el mayordomo Baudin con aquel peculiar acento de un francés, colocando \"g\" en vez de \"r\", un ex-allegado a la familia Allard, que debido a la relación con Godínez en negocios, le cedieron a su propio mayordomo. Básicamente.",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8338682651519775
            }
        ]
    },
    {
        "texto": "\"Gracias, Baudin, dile que no le tomaré mucho tiempo, solo quiero saludar.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8540662527084351
            }
        ]
    },
    {
        "texto": "\"Claro, messier Hernández, le mandaré un té, no, café, usted prefiere el café, ¿non?\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "negative",
                "score": 0.7311818599700928
            }
        ]
    },
    {
        "texto": "\"Cierto, te lo agradezco.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.9502022862434387
            }
        ]
    },
    {
        "texto": "Entramos a la casa, enorme, dos pisos, el recibidor era maravilloso, escaleras de madera tallada, alfombra roja muy fina, paredes de un blanco tostado y muebles que combinan con las escaleras, la sala de espera justo a la izquierda.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.9231522679328918
            }
        ]
    },
    {
        "texto": "\"De aquel lado, messier Hernández.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.6534214615821838
            }
        ]
    },
    {
        "texto": "La sala tenía unos sillones que a vista se ven muy acolchados, finos igualmente, de un color similar al de mi café por las mañanas, y una mesa de centro de cristal. Agradable. Cuadros de, probablemente, familia de Godínez o su esposa. Hay una una puerta más al fondo, ha de dar a la cocina o a algún otro pasillo.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "positive",
                "score": 0.6559118032455444
            }
        ]
    },
    {
        "texto": "Tocan.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.43302106857299805
            }
        ]
    },
    {
        "texto": "\"Adelante.\"",
        "tipo": "yo",
        "emocion": [
            {
                "label": "positive",
                "score": 0.582715630531311
            }
        ]
    },
    {
        "texto": "\"Buenas tardes, señor Hernández, con su permiso, es su café.\"",
        "tipo": "otro",
        "emocion": [
            {
                "label": "positive",
                "score": 0.8982837796211243
            }
        ]
    },
    {
        "texto": "Una señorita de tez morena, pequeña, debe tener entre 14 a 16 años. Entró en la sala por aquella puerta que podía dar a la cocina o a un pasillo, vestida de mucama, con una bandeja de plata, se acercó a la mesita a dejar el plato con la taza encima, otro plato más con cubos de azúcar y una tenazas pequeñas para depositarlos en el café. La cuchara, falta la cuchara. Seguro no se ha dado cuenta.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.8613888621330261
            }
        ]
    },
    {
        "texto": "Al mirarla, me doy cuenta del pequeño, casi imperceptible moretón en su antebrazo, preguntarme debido a qué habrá sido sería una pérdida de imaginación. Godínez no era conocido por ser el hombre.",
        "tipo": "contexto",
        "emocion": [
            {
                "label": "negative",
                "score": 0.9229442477226257
            }
        ]
    }
]